mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "martido/graph"

cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "audio-hijack"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "gimp"
cask "gnucash"
cask "hammerspoon"
cask "inkscape"
cask "logseq"
cask "loopback"
cask "mullvadvpn"
cask "obsidian"
cask "spotify"
cask "syncthing"
cask "unetbootin"
cask "utm"
cask "vlc"
cask "zoom"

brew "aom"
brew "asdf"
brew "bat"
brew "cmake"
brew "cscope"
brew "ctags"
brew "curl"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "flux"
brew "flyctl"
brew "glib"
brew "gnutls"
brew "graphviz"
brew "guile"
brew "harfbuzz"
brew "jpeg-xl"
brew "jq"
brew "julia"
brew "libarchive"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mas"
brew "mold"
brew "neovim"
brew "node"
brew "openblas"
brew "perl"
brew "pnpm"
brew "protobuf"
brew "python-tk@3.10"
brew "python-yq"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "srt"
brew "tesseract"
brew "tmux"
brew "unbound"
brew "vim"
brew "watch"
brew "wget"
brew "zig"
brew "zola"
brew "zstd"
