mas "Be Focused", id: 973134470
mas "Big Red Clock", id: 1056306447
mas "Bitwarden", id: 1352778147
mas "Final Cut Pro", id: 424389933
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Tailscale", id: 1475387142
mas "Toggl Track", id: 1291898086
mas "uBlock Origin Lite", id: 6745342698
mas "Xcode", id: 497799835

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "martido/graph"
tap "sidneys/homebrew"
tap "steipete/tap"

cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "audio-hijack"
cask "brave-browser"
cask "cloudflare-warp"
cask "discord"
cask "firefox"
cask "gimp"
cask "gnucash"
cask "godot"
cask "hammerspoon"
cask "inkscape"
cask "logseq"
cask "loopback"
cask "mullvad-vpn"
cask "mullvadvpn"
cask "obsidian"
cask "podman-desktop"
cask "spotify"
cask "syncthing-app"
cask "syncthing"
cask "unetbootin"
cask "utm"
cask "vlc"
cask "zoom"
cask "zotero"
cask "zulu@17"

brew "aom"
brew "aria2"
brew "asdf"
brew "autoconf-archive"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bazel"
brew "boost"
brew "buildifier"
brew "buildozer"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "edencommon"
brew "elixir"
brew "exa"
brew "eza"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "ffmpeg"
brew "ffmpeg@7"
brew "fizz"
brew "flux"
brew "flyctl"
brew "folly"
brew "fzf"
brew "git"
brew "glib"
brew "glslang"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "go@1.18"
brew "gradle"
brew "graphviz"
brew "gsl"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "hugo"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "julia"
brew "kotlin"
brew "krb5"
brew "libarchive"
brew "libass"
brew "libavif"
brew "libfido2"
brew "libgit2"
brew "librsvg"
brew "libtool"
brew "libxml2"
brew "libxslt"
brew "lld"
brew "llvm"
brew "llvm@16"
brew "lua"
brew "luarocks"
brew "mas"
brew "mold"
brew "mole"
brew "mpv"
brew "nasm"
brew "neovim"
brew "ninja"
brew "node-build"
brew "node"
brew "nodenv"
brew "openblas"
brew "opencode"
brew "openjpeg"
brew "pango"
brew "perl"
brew "pipenv"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python-tk@3.10"
brew "python-yq"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "srt"
brew "steipete/tap/summarize"
brew "stripe-cli"
brew "tcl-tk"
brew "tesseract"
brew "thrift"
brew "tmux"
brew "tree"
brew "typst"
brew "unbound"
brew "uv"
brew "vale"
brew "vim"
brew "wangle"
brew "watch"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zig"
brew "zls"
brew "zola"
brew "zstd"
